[
  {
    "name": "Guidepost 1",
    "tweets": [
      {
        "name": "Nesseh-Local-News",
        "handle": "Nesseh-local-news",
        "text": "Military Commander Girard Reported dead in his home. Masked men seen fleeing the scene",
        "retweets": "2,504",
        "likes": "8.9K"
      },
      {
        "name": "RavabiCivilian",
        "handle": "RavabiCivilian",
        "text": "NEDAN MILITIAS ARE ASSASINATING OUR COMMANDERS! The Ravabi Gov MUST take action!  #getoutofmycountry",
        "retweets": "987",
        "likes": "13.9K"
      },
      {
        "name": "NedanInRavabistan",
        "img": "img/troops_twitter.jpg",
        "handle": "NedanInRavabistan",
        "text": "The Butcher has finally been butchered! He should have been tried for war crimes for his heinous actions during the occupation of Nedaland, instead he lives like a king stealing from us.  Good riddance, I hope you enjoy hell #youdeservedit",
        "retweets": "1,113",
        "likes": "7.8K "
      },
      {
        "name": "RavabiGovOfficial",
        "handle": "RavabiGovOfficial",
        "text": "From ravabigov.gov, “Commander Girard was found dead in his home just before 7:00am this morning. The Commander was a highly decorated, patriotic servant of Ravabistan. His death will be mourned by all Ravabis. A State funeral will be held in 10 days.”",
        "retweets": "9,504",
        "likes": "29.9K"
      },
      {
        "name": "SecoNewsSource",
        "handle": "SecoNewsSource",
        "text": "Several neighbors claim masked men were seen leaving Cmdr Girard’s home. Local leader blames Nedans who oppose his management of refugee camps.",
        "retweets": "654",
        "likes": "33.5K"
      },
      {
        "name": "CampPrimMayor",
        "handle": "CampPrimMayor",
        "text": "No more violence! Look towards the elections and pray that God provides a merciful and just leader for Ravabistan.  #votesnotviolence #democracy",
        "retweets": "430",
        "likes": "13.5K "
      },
      {
        "name": "CampDandel-Elder",
        "handle": "CampDandel-Elder",
        "text": "Violent responses to violence continue the cycle. Bring those responsible to justice! ",
        "retweets": "350",
        "likes": "8.5K "
      },
      {
        "name": "CampMari_CommunityOrganizer",
        "handle": "CampMari_CommunityOrganizer",
        "text": "Local Security forces are conducting raids looking for “terrorists” who killed Commander Girard. Doors being kicked in, many young men detained with no reason, no supplies getting into camps…we are living under a siege.",
        "retweets": "230",
        "likes": "7.5K"
      },
      {
        "name": "CampPrimActivist",
        "handle": "CampPrimActivist",
        "text": "Just saw 3 boys beaten by security forces and driven away in black vans, we can’t let this treatment stand, join our peaceful march tonight to be heard!",
        "retweets": "800",
        "likes": "2.5K"
      },
      {
        "name": "CampPrimActivist",
        "handle": "CampPrimActivist",
        "text": "More than 5000 people peacefully marching in the streets demanding fair treatment and stopping siege, come out and join us!",
        "retweets": "800",
        "likes": "3.4K"
      },
      {
        "name": "CampSecurity",
        "handle": "CampSecurity",
        "text": "Riots will not be tolerated! Security personnel keeping people safe are instead being attacked by hooligans. They will defend themselves and keep order.",
        "retweets": "801",
        "likes": "3.4K"
      },
      {
        "name": "CampMari_CommunityOrganizer",
        "handle": "CampMari_CommunityOrganizer",
        "text": "After using tear gas and firehoses, three Nedan refugees were killed when they were struck in the head and face with clubs by Camp Mari guards #justiceforNedans #refugeesarepeopletoo",
        "retweets": "230",
        "likes": "7.5K"
      }
    ]
  },

  {
    "name": "Guidepost 2",
    "tweets": [
      {
        "name": "Nedan_Activist",
        "handle": "Nedan_Activist",
        "text": "More than one hundred innocent people, including children killed in horrific bombing.  Security personnel are supposed to protect camp but were no where to be seen before or after!",
        "retweets": 2504,
        "likes": "8.9K "
      },
      {
        "name": "NedanRefugee",
        "handle": "NedanRefugee",
        "text": "Are we not people? When will @un_official step in and do something?? #iamaperson #onehumanrace",
        "retweets": 260,
        "likes": "3.3K"
      },
      {
        "name": "RavabiCivillian",
        "handle": "RavabiCivillian",
        "text": "Nedan terrorists brought this on themselves, parasites should go back where they came from instead of using our land and killing our people!",
        "retweets": 2504,
        "likes": "8.9K "
      },
      {
        "name": "RavabiGovOfficial",
        "handle": "RavabiGovOfficial",
        "text": "Regional governor decries violence and sends condolences to victims’ families.  Announces strict new security guidelines, including curfews and travel restrictions meant to ensure harmony and order.",
        "retweets": 260,
        "likes": "3.3K"
      },
      {
        "name": "SecoNewsSource",
        "handle": "SecoNewsSource",
        "text": "Government officials, speaking on condition of anonymity, claim security precautions, which have prevented travel by anyone of Nedan descent, including Ravabi citizens, from travelling outside the refugee camp area are intended to prevent reprisal attacks by Nedan militias.",
        "retweets": 2504,
        "likes": "8.9K "
      },
      {
        "name": "CampPrimMayor",
        "handle": "CampPrimMayor",
        "text": "Food shipments have been cut in half, medicine is in short supply and we are blocked from travel. New security personnel have been brought in and are patrolling the camps.  Constant searches and harassment make clear this isn’t about protecting us, but instead driving us out! ",
        "retweets": 260,
        "likes": "3.3K"
      },
      {
        "name": "Nedan_Activist",
        "handle": "Nedan_Activist",
        "text": "After hearing the great news that refugees living in Ravabistan for at least 10 years would be granted citizenship, our office was appalled to learn this opportunity will not be extended to Nedans. @un_official @icc_official #racism #discrimination ",
        "retweets": 2504,
        "likes": "8.9K "
      },
      {
        "name": "RavabiGovMinister",
        "handle": "RavabiGovMinister",
        "text": "The Citizenship Amendment is the right thing for us to do for those who have fled their government’s repression, but we have to distinguish between the infiltrators and genuine persecuted refugees. ",
        "retweets": 260,
        "likes": "3.3K"
      },
      {
        "name": "NedanActivist_CampPrim",
        "handle": "NedanActivist_CampPrim",
        "text": "We have recorded more than 15 disappearances over the past year. Many more are being detained without charges. When is enough enough? Who protects us?  @UNSecurityCouncil @ICC_Official",
        "retweets": 960,
        "likes": " 5.9K"
      },
      {
        "name": "Nedan_Politician",
        "handle": "Nedan_Politician",
        "text": "The things we are hearing from Ravabistan are abhorrent. The international community must step in and do something to protect Nedans living in Ravabistan.  @UN_Official @ICC_Official",
        "retweets": 775,
        "likes": "10.9K"
      },
      {
        "name": "US_News_NetworK",
        "handle": "US_News_NetworK",
        "text": "ISIS affiliate operating in mountainous region of Ravabistan claims credit for suicide bombing that killed 14 tourists at beach resort.  The State Department has confirmed that three victims were U.S. citizens.",
        "retweets": 960,
        "likes": " 5.9K"
      },
      {
        "name": "Nedan_in_America",
        "handle": "Nedan_in_America",
        "text": "Ravabistan calls Nedans terrorists, but we live on the opposite side of the country from these real terrorists.  I hope the people of America don't fall for Ravabi propoganda that slurs Nedans who are suffering. ",
        "retweets": 775,
        "likes": "10.9K"
      },
      {
        "name": "Nedan_In_America",
        "handle": "Nedan_In_America",
        "text": "This treatment of Nedan refugees sounds eerily similar to the experiences of Palestinians, Native Americans, African Americans, Rohingyas, Tutsis, etc. When will we call the concentration and elimination of Nedans what it is? #genocide",
        "retweets": 1215,
        "likes": "15.9K"
      },
      {
        "name": "HumanRightsNGO",
        "handle": "HumanRightsNGO",
        "text": "We have credible reports of forced disappearances and denial of humanitarian aid.  Western Governments are looking the other way to protect oil investments #DoSomething or the next headline will be #NedanGenocide.",
        "retweets": 1215,
        "likes": "15.9K"
      }
    ]
  },
  {
    "name": "Guidepost 3",
    "tweets": [
      {
        "name": "RavabiGovOfficial",
        "handle": "RavabiGovOfficial",
        "text": "The President of Ravabistan has signed three Executive Orders today in the interest of safety and security for Ravabi citizens. The first suspends Ravabistan’s legislature for a period of eight weeks. The second tightens voter ID requirements. The third grants increased authority to Ministers to take action without approval of the legislature. These Orders will provide the authority and flexibility for Ravabi government officials to address significant security concerns as elections rapidly approach. Read more here (ravabigov.gov)",
        "retweets": " 13,200 ",
        "likes": "15.6K"
      },
      {
        "name": "RavabiPolitician_NedanHeritage",
        "handle": "RavabiPolitician_NedanHeritage",
        "text": "Three of my last 5 campaign events have been mysteriously cancelled for “security reasons”. I’ve also been singled out by my Ravabi opponents for the place my parents came from. Nedan blood doesn’t make me any less Ravabi, and being Ravabi doesn’t eliminate my Nedan heritage. #stoppoliticalintimidation #endracism",
        "retweets": "432 ",
        "likes": " 3.1K"
      },
      {
        "name": "Retired_PoliticianUSA",
        "handle": "Retired_PoliticianUSA",
        "text": "What is happening in Ravabistan is an absolute travesty; political representation and basic civil liberties of must be honored and protected – without these there is no democracy or prosperity for Ravabistan. #unity",
        "retweets": "13,540 ",
        "likes": "69.2K"
      },
      {
        "name": "President_of_Russia",
        "handle": "President_of_Russia",
        "text": "Fake news! The Ravabi government is doing a tremendous job protecting human rights and civil liberties of all those in Ravabistan. They are also rightly focused on protecting Ravabi citizens. Will the West once again try to impose its will and violate Ravabi sovereignty?",
        "retweets": "9,600 ",
        "likes": " 37.8K"
      },
      {
        "name": "UK_PrimeMinister",
        "handle": "UK_PrimeMinister",
        "text": "The violation of Nedan human rights and basic civil liberties by the Ravabi government is an absolute disgrace and the United Kingdom will not stand for it. #endviolence #protecthumanrights",
        "retweets": "11,897 ",
        "likes": " 55.4K"
      },
      {
        "name": "CDP_Candidate",
        "handle": "CDP_Candidate",
        "text": "Last night’s incident was frightening to say the least but the fight for freedom and protection of civil liberties has ever been easy. This is just the beginning. #unstoppable #VOTE",
        "retweets": "8,734 ",
        "likes": "25.9K"
      },
      {
        "name": "NedanActivist_CampDandel",
        "handle": "NedanActivist_CampDandel",
        "text": "The failed assassination of a CDP candidate is yet more evidence that the oppression of Nedans by the Ravabi government is a human rights violation that requires intervention. The international community, Nedans, and Ravabis must band together and end the violence. #peacefornedans #justice #nosilence",
        "retweets": "8,663 ",
        "likes": "14.5K"
      }
    ]
  },
  {
    "name": "Guidepost 4",
    "tweets": [
      {
        "name": "decent_citizen",
        "handle": "decent_citizen",
        "text": "With today’s political climate, I knew voting at the election polls was not an option for me. #rigged #notworthmylife",
        "retweets": 121,
        "likes": "630"
      },
      {
        "name": "International_Journalist",
        "handle": "International_Journalist",
        "text": "Although the Ravabi elections seem to have gone well, the significant military presence and subsequent lack of Nedan participation were a sobering sight! #votersuppression #illegitimate",
        "retweets": 941,
        "likes": "18.5K"
      },
      {
        "name": "Election_Observer",
        "handle": "Election_Observer",
        "text": "Despite the difficult events leading up to the Ravabi election, it was ultimately successful, and citizens were able to peacefully participate. We will continue to investigate claims of voter suppression and monitor the tallying of votes.",
        "retweets": 851,
        "likes": " 23.3K"
      },
      {
        "name": "International_Journalist",
        "handle": "International_Journalist",
        "text": "Re-elected Ravabi Government seems to have put a stop to attacks on Nedans for the moment.  More than 100,000 Nedans have been displaced, many fleeing across the border, even Ravabi citizens and those who have lived in Ravabistan for decades. ",
        "retweets": 941,
        "likes": "18.5K"
      },
      {
        "name": "Ravabi_Politician",
        "handle": "Ravabi_Politician",
        "text": "Nedans did the right thing by voluntarily leaving.  They were illegal immigrants who have rightly returned to their home and left the land for Ravabi citizens.",
        "retweets": 851,
        "likes": " 23.3K"
      },
      {
        "name": "NedanActivist",
        "handle": "NedanActivist",
        "text": "We call this democracy? Martial law continues, Nedans with Ravabi citizenship were intimidated from casting votes, and legal and constitutional protections have been stripped in the name of “security.” Nedans are being silenced now, what comes next? #genocide #justicefornedans",
        "retweets": 564,
        "likes": "2.6K"
      }
    ]
  }
]
